export const MockDataMemo = [
  {
    id: 1,
    title:
      '이것은 제목입니다 근데 제목이 길때 어떻게 나오나 궁금하여 이렇게 길게 작성해봐요',
    content:
      '이것은 본문1입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다. 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.16',
    isImportant: true,
  },
  {
    id: 2,
    title: '흠 제목을 뭘로 하지..',
    content:
      '이것은 본문2입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.15',
    isImportant: true,
  },
  {
    id: 3,
    title: '이것은 제목입니다',
    content:
      '이것은 본문3입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Others',
    date: '2026.09.14',
    isImportant: false,
  },
  {
    id: 4,
    title: 'CEOS 과제하기',
    content:
      '이것은 본문4입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.13',
    isImportant: false,
  },
  {
    id: 5,
    title: '프로젝트 회의',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.12',
    isImportant: true,
  },
  {
    id: 6,
    title: '메모 테스트',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Others',
    date: '2026.09.11',
    isImportant: false,
  },
  {
    id: 7,
    title: '과제 아이디어 정리',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.10',
    isImportant: false,
  },
  {
    id: 8,
    title: '프로젝트 일정 확인',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.09',
    isImportant: false,
  },
  {
    id: 9,
    title: '제목이 생각이 안나..',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Others',
    date: '2026.09.08',
    isImportant: false,
  },
  {
    id: 10,
    title: 'React 복습하기',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.07',
    isImportant: false,
  },
  {
    id: 11,
    title: '회의 내용 정리',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.06',
    isImportant: false,
  },
];
